Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Step 1: Choose your focus (reading, learning, fitness, mindfulness)
cs: Krok 1: Vyberte si své zaměření (čtení, učení, fitness, všímavost)
da: Trin 1: Vælg dit fokus (læsning, læring, fitness, mindfulness)
de: Schritt 1: Wähle deinen Fokus (Lesen, Lernen, Fitness, Achtsamkeit)
es: Paso 1: elige tu enfoque (lectura, aprendizaje, fitness, atención plena)
et: 1. samm: valige oma fookus (lugemine, õppimine, sobivus, tähelepanelikkus)
fi: Vaihe 1: Valitse painopisteesi (lukeminen, oppiminen, kunto, mindfulness)
fr: Étape 1: Choisissez votre objectif (lecture, apprentissage, forme physique, pleine conscience)
hr: 1. korak: Odaberite svoj fokus (čitanje, učenje, fitness, svjesnost)
hu: 1. lépés: válassz fókuszt (olvasás, tanulás, edzés, tudatosság)
it: Passaggio 1: scegli il tuo focus (lettura, apprendimento, fitness, mindfulness)
lv: 1. solis: izvēlies fokusu (lasīšana, mācīšanās, fitness, apzinātība)
nb: Trinn 1: Velg fokus (lesing, læring, fitness, mindfulness)
nl: Stap 1: Kies je focus (lezen, leren, fitness, mindfulness)
pl: Krok 1: Wybierz swój cel (czytanie, nauka, fitness, uważność)
pt_br: Etapa 1: Escolha seu foco (leitura, aprendizagem, preparo físico, atenção plena)
ro: Pasul 1: Alege-ți direcția (citit, învățat, fitness, mindfulness)
sk: Krok 1: Vyberte si svoje zameranie (čítanie, učenie, kondícia, všímavosť)
sl: 1. korak: izberite svoj fokus (branje, učenje, fitnes, pozornost)
sv: Steg 1: Välj ditt fokus (läsning, inlärning, fitness, mindfulness)
uk: Крок 1: обери фокус (читання, навчання, фітнес, усвідомленість)

source: Step 2: Set a tiny daily action
cs: Krok 2: Nastavte malou denní akci
da: Trin 2: Indstil en lille daglig handling
de: Schritt 2: Lege eine kleine tägliche Handlung fest
es: Paso 2: establece una pequeña acción diaria
et: 2. samm: määrake väike igapäevane toiming
fi: Vaihe 2: Aseta pieni päivittäinen toiminta
fr: Étape 2: Définir une petite action quotidienne
hr: Korak 2: Postavite malu dnevnu radnju
hu: 2. lépés: Állítson be egy apró napi műveletet
it: Passaggio 2: imposta una piccola azione quotidiana
lv: 2. solis: izvēlies mazu ikdienas darbību
nb: Trinn 2: Angi en liten daglig handling
nl: Stap 2: Stel een kleine dagelijkse actie in
pl: Krok 2: Ustaw małą codzienną akcję
pt_br: Etapa 2: defina uma pequena ação diária
ro: Pasul 2: Stabiliți o mică acțiune zilnică
sk: Krok 2: Nastavte si malú dennú akciu
sl: 2. korak: Nastavite majhno dnevno dejanje
sv: Steg 2: Ställ in en liten daglig åtgärd
uk: Крок 2: задай маленьку щоденну дію

source: Step 3: Start today
cs: Krok 3: Začněte ještě dnes
da: Trin 3: Start i dag
de: Schritt 3: Fang heute an
es: Paso 3: comience hoy
et: 3. samm: alustage juba täna
fi: Vaihe 3: Aloita tänään
fr: Étape 3: Commencez aujourd'hui
hr: Korak 3: Započnite danas
hu: 3. lépés: Kezdje el még ma
it: Passaggio 3: inizia oggi
lv: 3. solis: sāc šodien
nb: Trinn 3: Start i dag
nl: Stap 3: Begin vandaag nog
pl: Krok 3: Zacznij już dziś
pt_br: Etapa 3: comece hoje
ro: Pasul 3: Începe astăzi
sk: Krok 3: Začnite ešte dnes
sl: 3. korak: Začnite danes
sv: Steg 3: Börja idag
uk: Крок 3: почни сьогодні

source: Steps
cs: Kroky
da: Trin
de: Schritte
es: Pasos
et: Sammud
fi: Vaiheet
fr: Mesures
hr: Koraci
hu: Lépések
it: Passaggi
lv: Soļi
nb: Trinn
nl: Stappen
pl: Kroki
pt_br: Passos
ro: Pași
sk: Kroky
sl: Koraki
sv: Steg
uk: Кроки

source: Still building your year?
cs: Stále budujete svůj ročník?
da: Bygger du stadig på dit år?
de: Baust du noch an deinem Jahr?
es: ¿Sigues construyendo tu año?
et: Kas ikka ehitate oma aastat?
fi: Rakennat edelleen vuottasi?
fr: Vous construisez toujours votre année?
hr: Još gradiš svoju godinu?
hu: Még építed az évedet?
it: Stai ancora costruendo il tuo anno?
lv: Joprojām veido savu gadu?
nb: Bygger du fortsatt året ditt?
nl: Nog steeds bezig met het opbouwen van je jaar?
pl: Nadal budujesz swój rok?
pt_br: Ainda construindo seu ano?
ro: Îți construiești încă anul?
sk: Stále buduješ svoj rok?
sl: Še vedno pripravljate svoje leto?
sv: Bygger du fortfarande ditt år?
uk: Все ще будуєте свій рік?

source: Still showing up every day
cs: Každý den pokračuješ
da: Dukker stadig op hver dag
de: Erscheint immer noch jeden Tag
es: Sigo apareciendo todos los días
et: Ilmub ikka iga päev
fi: Esiintyy edelleen joka päivä
fr: Toujours présent tous les jours
hr: Još odrađuješ svaki dan
hu: Még mindig megteszed minden nap
it: Continui a esserci ogni giorno
lv: Tu turpini katru dienu
nb: Du møter fortsatt opp hver dag
nl: Je houdt nog steeds elke dag vol
pl: Wciąż robisz swoje każdego dnia
pt_br: Ainda cumprindo todos os dias
ro: Încă revii în fiecare zi
sk: Stále sa držíš každý deň
sl: Še vedno vztrajaš vsak dan
sv: Fortsätter varje dag
uk: Все ще з’являється щодня

source: Still showing up every week
cs: Každý týden pokračuješ
da: Dukker stadig op hver uge
de: Erscheint immer noch jede Woche
es: Sigo apareciendo todas las semanas.
et: Ilmub endiselt igal nädalal
fi: Esiintyy edelleen joka viikko
fr: Toujours présent chaque semaine
hr: Još odrađuješ svaki tjedan
hu: Még mindig megteszed minden héten
it: Continui a esserci ogni settimana
lv: Tu turpini katru nedēļu
nb: Du møter fortsatt opp hver uke
nl: Je houdt nog steeds elke week vol
pl: Wciąż robisz swoje co tydzień
pt_br: Ainda cumprindo toda semana
ro: Încă revii în fiecare săptămână
sk: Stále sa držíš každý týždeň
sl: Še vedno vztrajaš vsak teden
sv: Fortsätter varje vecka
uk: Все ще з’являється щотижня

source: Still stacking great days
cs: Stále se shromažďují skvělé dny
da: Stadig stable store dage
de: Immer noch tolle Tage
es: Todavía acumulamos días fantásticos
et: Ikka veel toredaid päevi
fi: Upeita päiviä kertyy edelleen
fr: J'accumule toujours de belles journées
hr: I dalje se nižu sjajni dani
hu: Még mindig jó napok vannak
it: Continui ad accumulare buoni giorni
lv: Labās dienas turpina krāties
nb: Fortsatt stabler gode dager
nl: Nog steeds geweldige dagen
pl: Dokładasz kolejne dobre dni
pt_br: Ainda acumulando bons dias
ro: Încă aduni zile bune
sk: Stále pridávaš dobré dni
sl: Še naprej nabiraš dobre dni
sv: Fortfarande bra dagar
uk: Ще багато чудових днів

source: Still stacking great weeks
cs: Stále mám před sebou skvělé týdny
da: Stadig stabler fantastiske uger
de: Immer noch tolle Wochen
es: Aún acumulamos semanas fantásticas
et: Endiselt kuhjatakse suurepäraseid nädalaid
fi: Edelleen pinotaan mahtavia viikkoja
fr: J'accumule toujours de belles semaines
hr: Još uvijek niz sjajnih tjedana
hu: Még mindig nagyszerű hetek halmozódnak fel
it: Continui ad accumulare buone settimane
lv: Labās nedēļas turpina krāties
nb: Fortsatt stabling av flotte uker
nl: Nog steeds geweldige weken
pl: Dokładasz kolejne dobre tygodnie
pt_br: Ainda acumulando boas semanas
ro: Încă aduni săptămâni bune
sk: Stále pridávaš dobré týždne
sl: Še naprej nabiraš dobre tedne
sv: Fortfarande bra veckor
uk: Ще багато тижнів

source: Stop showing this kind
cs: Přestaňte ukazovat tento druh
da: Stop med at vise den slags
de: Diese Art nicht mehr anzeigen
es: Deja de mostrar este tipo
et: Lõpetage seda tüüpi näitamine
fi: Älä näytä tällaista
fr: Arrêtez de montrer ce genre
hr: Prestanite pokazivati ​​ovu vrstu
hu: Ne mutasd már ezt a fajtát
it: Non mostrare più questo tipo
lv: Beidz rādīt šādu veidu
nb: Slutt å vise denne typen
nl: Houd op met het tonen van dit soort
pl: Przestań pokazywać takie rzeczy
pt_br: Pare de mostrar esse tipo
ro: Nu mai arăta acest gen
sk: Prestať zobrazovať tento typ
sl: Nehajte kazati to vrsto
sv: Sluta visa den här sorten
uk: Більше не показувати цей тип

source: Streak
cs: Série
de: Serie
es: Racha
et: Jada
fi: Putki
fr: Série
hr: Niz
hu: Sorozat
it: Serie
lv: Sērija
nb: Rekke
pl: Seria
pt_br: Sequência
ro: Serie
sk: Séria
sl: Niz
sv: Svit
uk: Серія

source: Streak celebrations
cs: Oslavy série
da: Streak-fejringer
de: Streak-Feierlichkeiten
es: Celebraciones de racha
et: Triibu tähistamine
fi: Viivajuhlat
fr: Célébrations consécutives
hr: Niz slavlja
hu: Sorozatos ünnepségek
it: Celebrazioni delle serie
lv: Sēriju svinības
nb: Strekfeiringer
nl: Streakvieringen
pl: Seria uroczystości
pt_br: Celebrações de sequência
ro: Sărbători pentru serii
sk: Oslavy série
sl: Praznovanja nizov
sv: Svitfiranden
uk: Святкування серій

source: Streak Focus
cs: Zaměření na sérii
da: Streak fokus
de: Streak-Fokus
es: Enfoque en la racha
fr: Focus sur les séquences
hr: Streak Fokus
it: Focus sulla serie
lv: Sērijas fokuss
nb: Rekkefokus
pl: Smuga ostrości
pt_br: Foco na sequência
ro: Focus pe serie
sk: Zameranie na sériu
sv: Svitfokus
uk: Фокус серії

source: Streak machine
cs: Série jako stroj
da: Streak maskine
de: Streakmaschine
es: Máquina de rachas
et: Triibu masin
fi: Raitakone
fr: Machine à séquences
hr: Streak stroj
hu: Streak gép
it: Macchina da serie
lv: Sēriju mašīna
nb: Streak maskin
pl: Maszyna do smug
pt_br: Máquina de sequência
ro: Mașină de consecvență
sk: Stroj na série
sl: Stroj za nize
sv: Svitmaskin
uk: Машина серій

source: Streak Protection
cs: Ochrana série
da: Stribebeskyttelse
de: Streifenschutz
es: Protección de racha
et: Triibude kaitse
fi: Raivasuojaus
fr: Protection contre les traces
hr: Zaštita od pruga
hu: Csíkvédelem
it: Protezione serie
lv: Sērijas aizsardzība
nb: Strekbeskyttelse
nl: Streakbescherming
pl: Ochrona przed smugami
pt_br: Proteção de sequência
ro: Protecția seriei
sk: Ochrana série
sl: Zaščita niza
sv: Svit-skydd
uk: Захист серії

source: Streak Range
cs: Rozsah série
de: Streak-Reichweite
es: Rango de racha
fr: Gamme de séquences
it: Intervallo serie
lv: Sērijas diapazons
nl: Streak-bereik
pl: Zakres smug
pt_br: Intervalo da sequência
ro: Intervalul seriei
sk: Rozsah série
sv: Svitintervall
uk: Діапазон серії

source: Streak started
cs: Série začala
da: Streak startede
de: Der Streik begann
es: Racha iniciada
et: Streak algas
fi: Sarja alkoi
fr: Série commencée
hr: Niz je započeo
hu: Megkezdődött a sorozat
it: Serie iniziata
lv: Sākās sērija
nb: Streak startet
nl: Streak gestart
pl: Zaczęła się passa
pt_br: Sequência iniciada
ro: Seria a început
sk: Séria začala
sl: Niz se je začel
sv: Sviten har startat
uk: Серія стартувала

source: Streaks
cs: Série
da: Striber
de: Streifen
es: Rachas
et: Triibud
fi: Viivoja
fr: Traces
hr: Pruge
hu: Csíkok
it: Serie
lv: Sērijas
nb: Rekker
nl: Strepen
pl: Pasemko
pt_br: Sequências
ro: Serii
sk: Série
sl: Nizi
sv: Sviter
uk: Серії

source: Streaks + grid strip
cs: Série + pás teček
da: Striber + gitterstrimmel
de: Streifen + Gitterstreifen
es: Rayas + franja de cuadrícula
et: Triibud + ruudustik
fi: Viivat + ruudukkokaistale
fr: Stries + bande de grille
hr: Pruge + rešetkasta traka
hu: Csíkok + rácscsík
it: Serie + striscia calendario
lv: Sērijas + režģa josla
nb: Rekker + rutenettstripe
nl: Strepen + rasterstrook
pl: Smugi + pasek siatki
pt_br: Listras + faixa de grade
ro: Serii + bandă cu grilă
sk: Série + pás mriežky
sl: Nizi + mrežni trak
sv: Sviter + rutrad
uk: Смуги + смуга сітки

source: Stretch for 5 minutes
cs: Protáhnout se 5 minut
da: Strække ud i 5 minutter
de: 5 Minuten dehnen
es: Estirar 5 minutos
et: 5 minutit venitamist
fi: 5 minuutin venyttely
fr: S’étirer pendant 5 minutes
hr: Istezati se 5 minuta
hu: 5 perc nyújtás
it: Fare stretching per 5 minuti
lv: Stiepties 5 minūtes
nb: Tøye i 5 minutter
nl: 5 minuten rekken
pl: Rozciąganie przez 5 minut
pt_br: Alongar por 5 minutos
ro: Stretching 5 minute
sk: Naťahovať sa 5 minút
sl: Raztezanje 5 minut
sv: Stretcha i 5 minuter
uk: Розтягуватися 5 хвилин

source: Strong daily momentum
cs: Silná denní dynamika
da: Stærk daglig fremdrift
de: Starke tägliche Dynamik
es: Fuerte impulso diario
et: Tugev igapäevane hoog
fi: Vahva päivittäinen vauhti
fr: Forte dynamique quotidienne
hr: Snažan dnevni zamah
hu: Erős napi lendület
it: Forte slancio quotidiano
lv: Spēcīga ikdienas inerce
nb: Sterkt daglig momentum
nl: Sterk dagelijks momentum
pl: Mocny dzienny rytm
pt_br: Ritmo diário forte
ro: Elan zilnic puternic
sk: Silná denná dynamika
sl: Močan dnevni zagon
sv: Stark daglig fart
uk: Сильний щоденний імпульс

source: Strong month
cs: Silný měsíc
da: Stærk måned
de: Starker Monat
es: Mes fuerte
et: Tugev kuu
fi: Vahva kuukausi
fr: Mois fort
hr: Jak mjesec
hu: Erős hónap
it: Mese forte
lv: Spēcīgs mēnesis
nb: Sterk måned
nl: Sterke maand
pl: Mocny miesiąc
pt_br: Mês forte
ro: Lună puternică
sk: Silný mesiac
sl: Močan mesec
sv: Stark månad
uk: Сильний місяць

source: Strong weekly momentum
cs: Silná týdenní dynamika
da: Stærkt ugentlig momentum
de: Starke wöchentliche Dynamik
es: Fuerte impulso semanal
et: Tugev iganädalane hoog
fi: Vahva viikoittainen vauhti
fr: Forte dynamique hebdomadaire
hr: Snažan tjedni zamah
hu: Erős heti lendület
it: Forte slancio settimanale
lv: Spēcīga nedēļas inerce
nb: Sterkt ukentlig momentum
nl: Sterk wekelijks momentum
pl: Mocny tygodniowy rytm
pt_br: Ritmo semanal forte
ro: Elan săptămânal puternic
sk: Silná týždenná dynamika
sl: Močan tedenski zagon
sv: Starkt veckomomentum
uk: Сильний тижневий імпульс

source: Subscription
cs: Předplatné
da: Abonnement
de: Abonnement
es: Suscripción
et: Tellimus
fi: Tilaus
fr: Abonnement
hr: Pretplata
hu: Előfizetés
it: Abbonamento
lv: Abonēšana
nb: Abonnement
nl: Abonnement
pl: Prenumerata
pt_br: Subscrição
ro: Abonament
sk: Predplatné
sl: Naročnina
sv: Prenumeration
uk: Підписка

source: Support a solo-built app
cs: Podpoř aplikaci od jednoho člověka
da: Støt en app bygget af én person
de: Unterstütze eine allein entwickelte App
es: Apoya una app hecha por una persona
et: Toeta üksi loodud rakendust
fi: Tue yksin rakennettua sovellusta
fr: Soutenir une app créée en solo
hr: Podrži aplikaciju koju gradi jedna osoba
hu: Támogass egy egyedül épített appot
it: Sostieni un'app costruita da una persona sola
lv: Atbalsti viena cilvēka būvētu lietotni
nb: Støtt en app bygget av én person
nl: Steun een app die solo wordt gebouwd
pl: Wspieraj aplikację tworzoną solo
pt_br: Apoie um app independente
ro: Susține o aplicație construită de un singur om
sk: Podporiť aplikáciu od jedného tvorcu
sl: Podpri aplikacijo, ki jo gradi ena oseba
sv: Stötta en app byggd av en person
uk: Підтримай застосунок, який робить одна людина

source: Support the Developer
cs: Podpořte vývojáře
da: Støt udvikleren
de: Entwickler unterstützen
es: Apoye al desarrollador
et: Toetage arendajat
fi: Tue kehittäjää
fr: Soutenir le développeur
hr: Podržite programera
hu: Támogassa a Fejlesztőt
it: Sostieni lo sviluppatore
lv: Atbalstīt izstrādātāju
nb: Støtt utvikleren
nl: Ondersteun de ontwikkelaar
pl: Wesprzyj Dewelopera
pt_br: Apoie o desenvolvedor
ro: Sprijiniți dezvoltatorul
sk: Podporte vývojára
sl: Podprite razvijalca
sv: Stöd utvecklaren
uk: Підтримати розробника

source: Support Yearlit
cs: Podpora Yearlit
de: Yearlit unterstützen
es: Apoya Yearlit
et: Tugi Yearlit
fi: Tuki Yearlit
fr: Prise en charge Yearlit
hr: Podrška Yearlit
hu: Támogatás Yearlit
it: Supporta Yearlit
lv: Atbalsts Yearlit
nb: Støtte Yearlit
nl: Ondersteuning Yearlit
pl: Wsparcie Yearlit
pt_br: Apoie o Yearlit
ro: Suport Yearlit
sk: Podporiť Yearlit
sl: Podpri Yearlit
sv: Stötta Yearlit
uk: Підтримати Yearlit

source: Take 5 deep breaths
cs: Dát 5 hlubokých nádechů
da: Tage 5 dybe vejrtrækninger
de: 5-mal tief atmen
es: Hacer 5 respiraciones profundas
et: 5 sügavat hingetõmmet
fi: 5 syvää hengitystä
fr: Prendre 5 respirations profondes
hr: Udahnuti duboko 5 puta
hu: 5 mély levegő
it: Fare 5 respiri profondi
lv: 5 dziļas ieelpas
nb: Ta 5 dype pust
nl: 5 keer diep ademhalen
pl: 5 głębokich oddechów
pt_br: Respirar fundo 5 vezes
ro: 5 respirații adânci
sk: Dať si 5 hlbokých nádychov
sl: 5 globokih vdihov
sv: Ta 5 djupa andetag
uk: Зробити 5 глибоких вдихів

source: Tap a calendar to unarchive it and bring it back to your boards.
cs: Klepnutím na kalendář jej zrušte z archivu a přeneste jej zpět na své nástěnky.
da: Tryk på en kalender for at fjerne den fra arkivet og bringe den tilbage til dine tavler.
de: Tippe auf einen Kalender, um ihn aus dem Archiv zurück auf deine Boards zu holen.
es: Toca un calendario para desarchivarlo y devolverlo a tus tableros.
et: Puudutage kalendrit, et see arhiivist eemaldada ja oma tahvlitele tagasi tuua.
fi: Napauta kalenteria poistaaksesi sen arkistosta ja tuodaksesi sen takaisin taulullesi.
fr: Appuyez sur un calendrier pour le désarchiver et le ramener sur vos tableaux.
hr: Dodirni kalendar da ga vratiš iz arhive na svoje ploče.
hu: Koppints egy naptárra az archiválás megszüntetéséhez, és visszakerül a tábláidra.
it: Tocca un calendario per dearchiviarlo e riportarlo nei tuoi board.
lv: Pieskaries kalendāram, lai to atarhivētu un atgrieztu dēļos.
nb: Trykk på en kalender for å fjerne den fra arkivet og ta den tilbake til tavlene dine.
nl: Tik op een kalender om hem terug te zetten op je borden.
pl: Kliknij kalendarz, aby go rozpakować i przywrócić na swoje tablice.
pt_br: Toque em um calendário para desarquivar e trazer de volta aos seus quadros.
ro: Atinge un calendar ca să-l dezarhivezi și să-l readuci în panouri.
sk: Klepni na kalendár, ak ho chceš obnoviť a vrátiť na nástenky.
sl: Tapni koledar, da ga odstraniš iz arhiva in vrneš med preglede.
sv: Tryck på en kalender för att avarkivera den och lägga tillbaka den i dina vyer.
uk: Торкнися календаря, щоб розархівувати його та повернути на дошки.

source: Tap Edit, then Add Widget.
cs: Klepni na Upravit a potom Přidat widget.
da: Tryk på Rediger og derefter Tilføj widget.
de: Tippe auf Bearbeiten und dann auf Widget hinzufügen.
es: Toca Editar y luego Añadir widget.
et: Puuduta „Muuda”, siis „Lisa vidin”.
fi: Napauta Muokkaa ja sitten Lisää widget.
fr: Touche Modifier, puis Ajouter un widget.
hr: Dodirni Uredi, zatim Dodaj widget.
hu: Koppints a Szerkesztésre, majd a Widget hozzáadása elemre.
it: Tocca Modifica, poi Aggiungi widget.
lv: Pieskaries Rediģēt, tad Pievienot logrīku.
nb: Trykk på Rediger, og deretter Legg til widget.
nl: Tik op Wijzig en daarna op Voeg widget toe.
pl: Stuknij Edytuj, a potem Dodaj widżet.
pt_br: Toque em Editar e depois em Adicionar Widget.
ro: Atinge Editați, apoi Adăugați widget.
sk: Klepni na Upraviť a potom Pridať widget.
sl: Tapni Uredi, nato Dodaj pripomoček.
sv: Tryck på Ändra och sedan Lägg till widget.
uk: Натисни «Редагувати», потім «Додати віджет».

source: Tap once each day you do your habit.
cs: Každý den, kdy návyk splníš, jednou klepni.
da: Tryk én gang hver dag, du holder vanen.
de: Tippe einmal an jedem Tag, an dem du deine Gewohnheit machst.
es: Toca una vez cada día que cumplas tu hábito.
et: Märgi üks kord igal päeval, kui harjumuse ära teed.
fi: Napauta kerran jokaisena päivänä, kun teet tapasi.
fr: Chaque jour, touche une fois quand c’est fait.
hr: Dodirni jednom svaki dan kad odradiš naviku.
hu: Koppints egyszer minden nap, amikor megcsinálod a szokásodat.
it: Tocca una volta al giorno quando fai la tua abitudine.
lv: Pieskaries vienreiz katru dienu, kad izdari ieradumu.
nb: Trykk én gang hver dag du gjør vanen din.
nl: Tik één keer op elke dag dat je je gewoonte doet.
pl: Stuknij raz w dniu, w którym robisz swój nawyk.
pt_br: Toque uma vez em cada dia que você cumprir o hábito.
ro: Atinge o dată în fiecare zi în care îți faci obiceiul.
sk: Klepni raz za každý deň, keď zvyk splníš.
sl: Tapni enkrat na dan, ko opraviš navado.
sv: Tryck en gång de dagar du gör din vana.
uk: Торкайся раз щодня, коли виконуєш звичку.

source: Tap today when you show up.
cs: Klepni na dnešek, když návyk splníš.
da: Tryk på i dag, når du møder op.
de: Tippe heute, wenn du drangeblieben bist.
es: Toca hoy cuando cumplas.
et: Märgi tänane päev, kui oled oma harjumuse ära teinud.
fi: Napauta tätä päivää, kun pidät lupauksesi.
fr: Touche aujourd’hui quand tu as fait le geste.
hr: Dodirni današnji dan kad odradiš svoje.
hu: Jelöld be a mai napot, amikor teljesíted.
it: Tocca oggi quando mantieni la promessa.
lv: Pieskaries šodienai, kad izdari savu daļu.
nb: Trykk på dagens prikk når du gjør vanen din.
nl: Tik op vandaag wanneer je je gewoonte doet.
pl: Stuknij dzisiaj, gdy zrobisz swoje.
pt_br: Toque em hoje quando cumprir o hábito.
ro: Atinge ziua de azi când îți faci obiceiul.
sk: Klepni na dnešok, keď zvyk splníš.
sl: Tapni današnji dan, ko opraviš navado.
sv: Tryck idag när du gör din vana.
uk: Натисни на сьогодні, коли виконаєш звичку.

source: Target
cs: Cíl
da: Mål
de: Ziel
es: Objetivo
et: Sihtmärk
fi: Kohde
fr: Cible
hr: Cilj
hu: Cél
it: Obiettivo
lv: Mērķis
nb: Mål
nl: Doel
pl: Cel
pt_br: Alvo
ro: Ţintă
sk: Cieľ
sl: Tarča
sv: Mål
uk: Ціль

source: Template
cs: Šablona
da: Skabelon
de: Vorlage
es: Plantilla
et: Mall
fi: Malli
fr: Modèle
hr: Predložak
hu: Sablon
it: Modello
lv: Veidne
nb: Mal
nl: Sjabloon
pl: Szablon
pt_br: Modelo
ro: Șablon
sk: Šablóna
sl: Predloga
sv: Mall
uk: Шаблон

source: Ten days deep
cs: Deset dní hluboko
da: Ti dage dybt
de: Zehn Tage tief
es: Diez días de profundidad
et: Kümme päeva sügav
fi: Kymmenen päivää syvältä
fr: Dix jours de profondeur
hr: Duboko deset dana
hu: Tíz nap mély
it: Dieci giorni di fila
lv: Desmit dienas dziļi
nb: Ti dager dypt
nl: Tien dagen diep
pl: Głęboko przez dziesięć dni
pt_br: Dez dias firmes
ro: Zece zile adânc
sk: Desať dní hlboko
sl: Deset dni globoko
sv: Tio dagars djup
uk: Десять днів у справі

source: Ten days in
cs: Za deset dní
da: Ti dage om
de: Zehn Tage später
es: Diez días en
et: Kümme päeva pärast
fi: Kymmenen päivän päästä
fr: Dix jours dans
hr: Za deset dana
hu: Tíz nap múlva
it: Dieci giorni di fila
lv: Pēc desmit dienām
nb: Ti dager inn
nl: Tien dagen binnen
pl: Dziesięć dni
pt_br: Dez dias depois
ro: Zece zile în
sk: O desať dní
sl: Čez deset dni
sv: Tio dagar in
uk: Десять днів позаду

source: Thank you for your support!
cs: Děkujeme za vaši podporu!
da: Tak for din støtte!
de: Danke für deine Unterstützung.
es: ¡Gracias por su apoyo!
et: Täname teid toetuse eest!
fi: Kiitos tuestanne!
fr: Merci pour votre soutien!
hr: Hvala ti na podršci!
hu: Köszönöm a támogatásodat!
it: Grazie per il tuo supporto!
lv: Paldies par atbalstu!
nb: Takk for støtten!
nl: Dank je voor je steun.
pl: Dziękuję za wsparcie!
pt_br: Obrigado pelo seu apoio!
ro: Vă mulțumim pentru susținere!
sk: Ďakujem za podporu.
sl: Hvala za tvojo podporo.
sv: Tack för ditt stöd!
uk: Дякую за підтримку!

source: Thanks for supporting Yearlit.
cs: Děkujeme za podporu Yearlit.
da: Tak fordi du støtter Yearlit.
de: Danke, dass du Yearlit unterstützt.
es: Gracias por apoyar Yearlit.
et: Täname Yearlit toetamise eest.
fi: Kiitos tuesta Yearlit.
fr: Merci de soutenir Yearlit.
hr: Hvala ti što podržavaš Yearlit.
hu: Köszönöm, hogy támogatod a Yearlitet.
it: Grazie per sostenere Yearlit.
lv: Paldies, ka atbalstāt Yearlit.
nb: Takk for at du støtter Yearlit.
nl: Bedankt voor het ondersteunen van Yearlit.
pl: Dziękujemy za wsparcie Yearlit.
pt_br: Obrigado por apoiar o Yearlit.
ro: Vă mulțumim pentru sprijinul Yearlit.
sk: Ďakujem, že podporuješ Yearlit.
sl: Hvala za podporo Yearlit.
sv: Tack för att du stöttar Yearlit.
uk: Дякую за підтримку Yearlit.

source: That is serious consistency
cs: To je vážná důslednost
da: Det er seriøs sammenhæng
de: Das ist echte Beständigkeit
es: Esa es una coherencia seria.
et: See on tõsine järjekindlus
fi: Tämä on vakava johdonmukaisuus
fr: C'est une sérieuse cohérence
hr: To je ozbiljna dosljednost
hu: Ez komoly következetesség
it: Questa è vera costanza
lv: Tā ir nopietna konsekvence
nb: Det er seriøs konsistens
nl: Dat is een serieuze consistentie
pl: To już poważna konsekwencja
pt_br: Isso é consistência séria
ro: Aceasta este o consistență serioasă
sk: Toto je vážna pravidelnosť
sl: To je resna doslednost
sv: Det är stark kontinuitet
uk: Це серйозна послідовність
